# St7SetLibraryPath

Sets the full path name to the directory containing the Strand7 library files. Any subsequent calls to the libraries
will use the files contained in this directory.

long St7SetLibraryPath(char* LibraryPath)

Input Parameters
LibraryPath

Full path name to the directory containing the Strand7 library files.